django/helloworld/tests/stress.test.result
data_received..................: 143 MB 63 kB/s
data_sent......................: 38 MB  17 kB/s
http_req_blocked...............: avg=3.11µs  min=0s      med=0s      max=5.95ms   p(90)=0s      p(95)=0s
http_req_connecting............: avg=1.64µs  min=0s      med=0s      max=5.95ms   p(90)=0s      p(95)=0s
http_req_duration..............: avg=81.45ms min=0s      med=22.03ms max=1m0s     p(90)=43.36ms p(95)=50.92ms
{ expected_response:true }...: avg=24.19ms min=502.2µs med=22.02ms max=322.47ms p(90)=43.27ms p(95)=50.71ms
http_req_failed................: 0.09%  ✓ 456        ✗ 475080
http_req_receiving.............: avg=1.03ms  min=0s      med=699.2µs max=313.32ms p(90)=2.11ms  p(95)=2.92ms
http_req_sending...............: avg=5.35µs  min=0s      med=0s      max=1.97ms   p(90)=0s      p(95)=0s
http_req_tls_handshaking.......: avg=0s      min=0s      med=0s      max=0s       p(90)=0s      p(95)=0s
http_req_waiting...............: avg=80.41ms min=0s      med=21.06ms max=1m0s     p(90)=42.1ms  p(95)=49.59ms
http_reqs......................: 475536 208.478548/s
iteration_duration.............: avg=1.08s   min=1s      med=1.02s   max=1m1s     p(90)=1.04s   p(95)=1.05s
iterations.....................: 475536 208.478548/s
vus............................: 1      min=1        max=400
vus_max........................: 400    min=400      max=400